Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: The requested resource could not be found on the server.
de: Die angeforderte Ressource konnte auf dem Server nicht gefunden werden.
es: El recurso solicitado no se pudo encontrar en el servidor.
fr: La ressource demandée est introuvable sur le serveur.
ja: リクエストされたリソースがサーバー上に見つかりませんでした。
ko: 요청한 리소스를 서버에서 찾을 수 없습니다.
pt_br: O recurso solicitado não foi encontrado no servidor.
zh_hans: 请求的资源在服务器上未找到。
zh_hant: 請求的資源在伺服器上未找到。

source: The resource being accessed is locked.
de: Die Ressource, auf die zugegriffen wird, ist gesperrt.
es: El recurso al que se accede está bloqueado.
fr: La ressource consultée est verrouillée.
ja: アクセスしているリソースはロックされています。
ko: 액세스 중인 리소스가 잠겨 있습니다.
pt_br: O recurso sendo acessado está bloqueado.
zh_hans: 正在访问的资源已被锁定。
zh_hant: 正在存取的資源已被鎖定。

source: The resource has been permanently moved to a new URL.
de: Die Ressource wurde dauerhaft zu einer neuen URL verschoben.
es: El recurso ha sido movido permanentemente a una nueva URL.
fr: La ressource a été déplacée de façon permanente vers une nouvelle URL.
ja: リソースは新しいURLに恒久的に移動されました。
ko: 리소스가 새 URL로 영구적으로 이동되었습니다.
pt_br: O recurso foi movido permanentemente para uma nova URL.
zh_hans: 资源已永久移至新 URL。
zh_hant: 資源已永久移至新 URL。

source: The resource has been permanently moved. The request method must not change.
de: Die Ressource wurde dauerhaft verschoben. Die Anfragemethode darf nicht geändert werden.
es: El recurso ha sido movido permanentemente. El método de la solicitud no debe cambiar.
fr: La ressource a été déplacée de façon permanente. La méthode de requête ne doit pas changer.
ja: リソースは恒久的に移動されました。リクエストメソッドは変更できません。
ko: 리소스가 영구적으로 이동되었습니다. 요청 메서드를 변경하면 안 됩니다.
pt_br: O recurso foi movido permanentemente. O método da requisição não deve mudar.
zh_hans: 资源已永久移动。请求方法不得更改。
zh_hant: 資源已永久移動。請求方法不得變更。

source: The resource has been temporarily moved to a different URL.
de: Die Ressource wurde vorübergehend zu einer anderen URL verschoben.
es: El recurso ha sido movido temporalmente a una URL diferente.
fr: La ressource a été temporairement déplacée vers une URL différente.
ja: リソースは一時的に別のURLに移動されました。
ko: 리소스가 다른 URL로 임시 이동되었습니다.
pt_br: O recurso foi movido temporariamente para uma URL diferente.
zh_hans: 资源已临时移至不同的 URL。
zh_hant: 資源已暫時移至不同的 URL。

source: The resource has been temporarily moved. The request method must not change.
de: Die Ressource wurde vorübergehend verschoben. Die Anfragemethode darf nicht geändert werden.
es: El recurso ha sido movido temporalmente. El método de la solicitud no debe cambiar.
fr: La ressource a été temporairement déplacée. La méthode de requête ne doit pas changer.
ja: リソースは一時的に移動されました。リクエストメソッドは変更できません。
ko: 리소스가 임시 이동되었습니다. 요청 메서드를 변경하면 안 됩니다.
pt_br: O recurso foi movido temporariamente. O método da requisição não deve mudar.
zh_hans: 资源已临时移动。请求方法不得更改。
zh_hant: 資源已暫時移動。請求方法不得變更。

source: The resource has not been modified since the last request.
de: Die Ressource wurde seit der letzten Anfrage nicht geändert.
es: El recurso no ha sido modificado desde la última solicitud.
fr: La ressource n'a pas été modifiée depuis la dernière requête.
ja: リソースは前回のリクエスト以降変更されていません。
ko: 리소스가 마지막 요청 이후 수정되지 않았습니다.
pt_br: O recurso não foi modificado desde a última requisição.
zh_hans: 资源自上次请求以来未被修改。
zh_hant: 資源自上次請求以來未被修改。

source: The resource is no longer available and has been permanently removed.
de: Die Ressource ist nicht mehr verfügbar und wurde dauerhaft entfernt.
es: El recurso ya no está disponible y ha sido eliminado permanentemente.
fr: La ressource n'est plus disponible et a été définitivement supprimée.
ja: リソースは利用できなくなり、恒久的に削除されました。
ko: 리소스가 더 이상 사용할 수 없으며 영구적으로 제거되었습니다.
pt_br: O recurso não está mais disponível e foi removido permanentemente.
zh_hans: 资源不再可用，已被永久移除。
zh_hant: 資源不再可用，已被永久移除。

source: The resource is unavailable for legal reasons.
de: Die Ressource ist aus rechtlichen Gründen nicht verfügbar.
es: El recurso no está disponible por razones legales.
fr: La ressource est indisponible pour des raisons légales.
ja: 法的な理由によりリソースは利用できません。
ko: 법적 사유로 리소스를 사용할 수 없습니다.
pt_br: O recurso está indisponível por razões legais.
zh_hans: 由于法律原因，资源不可用。
zh_hant: 由於法律原因，資源不可用。

source: The response can be found at a different URL using a GET request.
de: Die Antwort kann unter einer anderen URL mit einer GET-Anfrage gefunden werden.
es: La respuesta se puede encontrar en una URL diferente usando una solicitud GET.
fr: La réponse peut être trouvée à une URL différente via une requête GET.
ja: GETリクエストを使用して別のURLでレスポンスを取得できます。
ko: GET 요청을 사용하여 다른 URL에서 응답을 찾을 수 있습니다.
pt_br: A resposta pode ser encontrada em uma URL diferente usando uma requisição GET.
zh_hans: 可以使用 GET 请求在不同的 URL 找到响应。
zh_hant: 可以使用 GET 請求在不同的 URL 找到回應。

source: The response provides status for multiple independent operations.
de: Die Antwort enthält den Status für mehrere unabhängige Operationen.
es: La respuesta proporciona el estado de múltiples operaciones independientes.
fr: La réponse fournit le statut de plusieurs opérations indépendantes.
ja: レスポンスは複数の独立した操作のステータスを提供しています。
ko: 응답이 여러 독립적인 작업의 상태를 제공합니다.
pt_br: A resposta fornece o status de múltiplas operações independentes.
zh_hans: 响应提供了多个独立操作的状态。
zh_hant: 回應提供了多個獨立操作的狀態。

source: The selected project could not be found.
de: Das ausgewählte Projekt konnte nicht gefunden werden.
es: No se pudo encontrar el proyecto seleccionado.
fr: Le projet sélectionné est introuvable.
ja: 選択したプロジェクトが見つかりませんでした。
ko: 선택한 프로젝트를 찾을 수 없습니다.
pt_br: O projeto selecionado não foi encontrado.
zh_hans: 找不到所选项目。
zh_hant: 找不到所選專案。

source: The selected project has no requests.
de: Das ausgewählte Projekt hat keine Anfragen.
es: El proyecto seleccionado no tiene solicitudes.
fr: Le projet sélectionné n'a aucune requête.
ja: 選択されたプロジェクトにリクエストがありません。
ko: 선택한 프로젝트에 요청이 없습니다.
pt_br: O projeto selecionado não tem requisições.
zh_hans: 所选项目没有请求。
zh_hant: 所選專案沒有請求。

source: The server cannot process the request due to a client error (malformed syntax, invalid framing, etc).
de: Der Server kann die Anfrage aufgrund eines Client-Fehlers nicht verarbeiten (fehlerhafte Syntax, ungültiger Rahmen usw.).
es: El servidor no puede procesar la solicitud debido a un error del cliente (sintaxis incorrecta, marco inválido, etc.).
fr: Le serveur ne peut pas traiter la requête en raison d'une erreur client (syntaxe incorrecte, cadrage invalide, etc.).
ja: クライアントエラー（構文不正、無効なフレーミングなど）のため、サーバーはリクエストを処理できません。
ko: 클라이언트 오류(잘못된 구문, 유효하지 않은 프레이밍 등)로 인해 서버가 요청을 처리할 수 없습니다.
pt_br: O servidor não pode processar a requisição devido a um erro do cliente (sintaxe malformada, enquadramento inválido, etc.).
zh_hans: 由于客户端错误（语法错误、无效帧等），服务器无法处理请求。
zh_hant: 由於用戶端錯誤（語法錯誤、無效框架等），伺服器無法處理請求。

source: The server cannot produce a response matching the criteria given by the request headers.
de: Der Server kann keine Antwort erzeugen, die den Kriterien der Anfrage-Header entspricht.
es: El servidor no puede producir una respuesta que coincida con los criterios de las cabeceras de la solicitud.
fr: Le serveur ne peut pas produire une réponse correspondant aux critères des en-têtes de la requête.
ja: サーバーはリクエストヘッダーの条件に一致するレスポンスを生成できません。
ko: 서버가 요청 헤더에 지정된 기준과 일치하는 응답을 생성할 수 없습니다.
pt_br: O servidor não pode produzir uma resposta que corresponda aos critérios dos cabeçalhos da requisição.
zh_hans: 服务器无法生成与请求头中指定条件匹配的响应。
zh_hant: 伺服器無法產生與請求標頭中指定條件相符的回應。

source: The server cannot store the representation needed to complete the request.
de: Der Server kann die zur Erfüllung der Anfrage benötigte Darstellung nicht speichern.
es: El servidor no puede almacenar la representación necesaria para completar la solicitud.
fr: Le serveur ne peut pas stocker la représentation nécessaire pour compléter la requête.
ja: サーバーはリクエストの完了に必要な表現を保存できません。
ko: 서버가 요청을 완료하는 데 필요한 표현을 저장할 수 없습니다.
pt_br: O servidor não pode armazenar a representação necessária para completar a requisição.
zh_hans: 服务器无法存储完成请求所需的表示。
zh_hant: 伺服器無法儲存完成請求所需的表示。

source: The server detected an infinite loop while processing the request.
de: Der Server hat beim Verarbeiten der Anfrage eine Endlosschleife erkannt.
es: El servidor detectó un bucle infinito al procesar la solicitud.
fr: Le serveur a détecté une boucle infinie lors du traitement de la requête.
ja: サーバーがリクエストの処理中に無限ループを検出しました。
ko: 서버가 요청을 처리하는 중 무한 루프를 감지했습니다.
pt_br: O servidor detectou um loop infinito ao processar a requisição.
zh_hans: 服务器在处理请求时检测到无限循环。
zh_hant: 伺服器在處理請求時偵測到無限迴圈。

source: The server does not support the functionality required to fulfill the request.
de: Der Server unterstützt die für die Anfrage erforderliche Funktionalität nicht.
es: El servidor no soporta la funcionalidad necesaria para completar la solicitud.
fr: Le serveur ne prend pas en charge la fonctionnalité nécessaire pour traiter la requête.
ja: サーバーはリクエストの処理に必要な機能をサポートしていません。
ko: 서버가 요청을 처리하는 데 필요한 기능을 지원하지 않습니다.
pt_br: O servidor não suporta a funcionalidade necessária para atender a requisição.
zh_hans: 服务器不支持完成请求所需的功能。
zh_hant: 伺服器不支援完成請求所需的功能。

source: The server does not support the HTTP version used in the request.
de: Der Server unterstützt die in der Anfrage verwendete HTTP-Version nicht.
es: El servidor no soporta la versión HTTP utilizada en la solicitud.
fr: Le serveur ne prend pas en charge la version HTTP utilisée dans la requête.
ja: サーバーはリクエストで使用されたHTTPバージョンをサポートしていません。
ko: 서버가 요청에 사용된 HTTP 버전을 지원하지 않습니다.
pt_br: O servidor não suporta a versão HTTP usada na requisição.
zh_hans: 服务器不支持请求中使用的 HTTP 版本。
zh_hant: 伺服器不支援請求中使用的 HTTP 版本。

source: The server encountered an unexpected condition that prevented it from fulfilling the request.
de: Der Server hat einen unerwarteten Zustand festgestellt, der die Verarbeitung der Anfrage verhindert hat.
es: El servidor encontró una condición inesperada que le impidió completar la solicitud.
fr: Le serveur a rencontré une condition inattendue qui l'a empêché de traiter la requête.
ja: サーバーが予期しない状態に遭遇し、リクエストを処理できませんでした。
ko: 서버에 예기치 않은 상황이 발생하여 요청을 처리할 수 없습니다.
pt_br: O servidor encontrou uma condição inesperada que o impediu de atender a requisição.
zh_hans: 服务器遇到了意外情况，无法完成请求。
zh_hant: 伺服器遇到了意外狀況，無法完成請求。

source: The server has an internal configuration error: content negotiation resulted in a circular reference.
de: Der Server hat einen internen Konfigurationsfehler: Die Inhaltsverhandlung hat zu einem Zirkelverweis geführt.
es: El servidor tiene un error de configuración interna: la negociación de contenido resultó en una referencia circular.
fr: Le serveur a une erreur de configuration interne : la négociation de contenu a entraîné une référence circulaire.
ja: サーバーに内部設定エラーがあります：コンテンツネゴシエーションにより循環参照が発生しました。
ko: 서버에 내부 구성 오류가 있습니다: 콘텐츠 협상이 순환 참조를 발생시켰습니다.
pt_br: O servidor tem um erro de configuração interna: a negociação de conteúdo resultou em uma referência circular.
zh_hans: 服务器存在内部配置错误：内容协商导致了循环引用。
zh_hant: 伺服器存在內部設定錯誤：內容協商導致了循環參考。

source: The server has fulfilled a GET request and the response is a representation of one or more instance manipulations.
de: Der Server hat eine GET-Anfrage erfüllt und die Antwort ist eine Darstellung einer oder mehrerer Instanzmanipulationen.
es: El servidor ha completado una solicitud GET y la respuesta es una representación de una o más manipulaciones de instancia.
fr: Le serveur a satisfait une requête GET et la réponse représente une ou plusieurs manipulations d'instances.
ja: サーバーがGETリクエストを処理し、レスポンスは1つ以上のインスタンス操作の表現です。
ko: 서버가 GET 요청을 처리했으며 응답은 하나 이상의 인스턴스 조작의 표현입니다.
pt_br: O servidor atendeu uma requisição GET e a resposta é uma representação de uma ou mais manipulações de instância.
zh_hans: 服务器已完成 GET 请求，响应是一个或多个实例操作的表示。
zh_hant: 伺服器已完成 GET 請求，回應是一個或多個實例操作的表示。

source: The server has received and is processing the request, but no response is available yet.
de: Der Server hat die Anfrage empfangen und verarbeitet sie, aber es ist noch keine Antwort verfügbar.
es: El servidor ha recibido y está procesando la solicitud, pero aún no hay respuesta disponible.
fr: Le serveur a reçu et traite la requête, mais aucune réponse n'est encore disponible.
ja: サーバーはリクエストを受信して処理中ですが、まだレスポンスがありません。
ko: 서버가 요청을 수신하고 처리 중이지만 아직 응답이 없습니다.
pt_br: O servidor recebeu e está processando a requisição, mas nenhuma resposta está disponível ainda.
zh_hans: 服务器已接收并正在处理请求，但尚无可用的响应。
zh_hant: 伺服器已接收並正在處理請求，但尚無可用的回應。

source: The server has received the request headers. The client should proceed to send the request body.
de: Der Server hat die Anfrage-Header empfangen. Der Client sollte mit dem Senden des Anfrage-Bodys fortfahren.
es: El servidor ha recibido las cabeceras de la solicitud. El cliente debe proceder a enviar el cuerpo de la solicitud.
fr: Le serveur a reçu les en-têtes de la requête. Le client doit poursuivre l'envoi du corps de la requête.
ja: サーバーがリクエストヘッダーを受信しました。クライアントはリクエストボディの送信を続けてください。
ko: 서버가 요청 헤더를 수신했습니다. 클라이언트는 요청 본문 전송을 계속해야 합니다.
pt_br: O servidor recebeu os cabeçalhos da requisição. O cliente deve prosseguir com o envio do corpo da requisição.
zh_hans: 服务器已接收请求头。客户端应继续发送请求正文。
zh_hant: 伺服器已接收請求標頭。用戶端應繼續傳送請求主體。

source: The server is delivering only part of the resource due to a range header sent by the client.
de: Der Server liefert aufgrund eines vom Client gesendeten Range-Headers nur einen Teil der Ressource.
es: El servidor entrega solo parte del recurso debido a una cabecera Range enviada por el cliente.
fr: Le serveur ne délivre qu'une partie de la ressource en raison d'un en-tête Range envoyé par le client.
ja: クライアントが送信したRangeヘッダーにより、サーバーはリソースの一部のみを配信しています。
ko: 클라이언트가 보낸 Range 헤더로 인해 서버가 리소스의 일부만 전달하고 있습니다.
pt_br: O servidor está entregando apenas parte do recurso devido a um cabeçalho Range enviado pelo cliente.
zh_hans: 由于客户端发送了范围头，服务器仅提供资源的一部分。
zh_hant: 由於用戶端傳送了範圍標頭，伺服器僅提供資源的一部分。

source: The server is not ready to handle the request (overloaded or down for maintenance).
de: Der Server ist nicht bereit, die Anfrage zu bearbeiten (überlastet oder in Wartung).
es: El servidor no está listo para manejar la solicitud (sobrecargado o en mantenimiento).
fr: Le serveur n'est pas prêt à traiter la requête (surchargé ou en maintenance).
ja: サーバーがリクエストを処理する準備ができていません（過負荷またはメンテナンス中）。
ko: 서버가 요청을 처리할 준비가 되지 않았습니다 (과부하 또는 유지보수 중).
pt_br: O servidor não está pronto para tratar a requisição (sobrecarregado ou em manutenção).
zh_hans: 服务器尚未准备好处理请求（过载或正在维护中）。
zh_hant: 伺服器尚未準備好處理請求（過載或正在維護中）。

source: The server is sending preliminary headers before the final response.
de: Der Server sendet vorläufige Header vor der endgültigen Antwort.
es: El servidor está enviando cabeceras preliminares antes de la respuesta final.
fr: Le serveur envoie des en-têtes préliminaires avant la réponse finale.
ja: サーバーが最終レスポンスの前に予備ヘッダーを送信しています。
ko: 서버가 최종 응답 전에 예비 헤더를 전송하고 있습니다.
pt_br: O servidor está enviando cabeçalhos preliminares antes da resposta final.
zh_hans: 服务器正在最终响应之前发送预备头。
zh_hant: 伺服器正在最終回應之前傳送預備標頭。

source: The server is switching protocols as requested by the client.
de: Der Server wechselt das Protokoll wie vom Client angefordert.
es: El servidor está cambiando de protocolo como solicitó el cliente.
fr: Le serveur change de protocole comme demandé par le client.
ja: クライアントの要求に応じてサーバーがプロトコルを切り替えています。
ko: 클라이언트의 요청에 따라 서버가 프로토콜을 전환하고 있습니다.
pt_br: O servidor está trocando de protocolo conforme solicitado pelo cliente.
zh_hans: 服务器正在按客户端请求切换协议。
zh_hant: 伺服器正在按用戶端請求切換協定。

source: The server is unwilling to process a request that might be replayed.
de: Der Server ist nicht bereit, eine Anfrage zu verarbeiten, die wiederholt werden könnte.
es: El servidor no está dispuesto a procesar una solicitud que podría ser repetida.
fr: Le serveur refuse de traiter une requête qui pourrait être rejouée.
ja: サーバーはリプレイされる可能性のあるリクエストの処理を拒否しています。
ko: 서버가 재생될 수 있는 요청을 처리하지 않으려 합니다.
pt_br: O servidor não está disposto a processar uma requisição que pode ser repetida.
zh_hans: 服务器不愿意处理可能被重放的请求。
zh_hant: 伺服器不願意處理可能被重放的請求。

source: The server refuses to brew coffee because it is, permanently, a teapot.
de: Der Server weigert sich, Kaffee zu brühen, weil er dauerhaft eine Teekanne ist.
es: El servidor se niega a preparar café porque es, permanentemente, una tetera.
fr: Le serveur refuse de préparer du café car il est, de façon permanente, une théière.
ja: サーバーはコーヒーを淹れることを拒否します。なぜなら、それは永遠にティーポットだからです。
ko: 서버는 영원히 찻주전자이므로 커피 내리기를 거부합니다.
pt_br: O servidor se recusa a preparar café porque ele é, permanentemente, um bule de chá.
zh_hans: 服务器拒绝冲泡咖啡，因为它永远是一只茶壶。
zh_hant: 伺服器拒絕沖泡咖啡，因為它永遠是一只茶壺。

source: The server refuses to perform the request using the current protocol.
de: Der Server weigert sich, die Anfrage mit dem aktuellen Protokoll auszuführen.
es: El servidor se niega a realizar la solicitud con el protocolo actual.
fr: Le serveur refuse d'exécuter la requête avec le protocole actuel.
ja: サーバーは現在のプロトコルでリクエストの実行を拒否しています。
ko: 서버가 현재 프로토콜을 사용한 요청 실행을 거부합니다.
pt_br: O servidor se recusa a executar a requisição usando o protocolo atual.
zh_hans: 服务器拒绝使用当前协议执行请求。
zh_hant: 伺服器拒絕使用目前協定執行請求。

source: The server requires a Content-Length header in the request.
de: Der Server erfordert einen Content-Length-Header in der Anfrage.
es: El servidor requiere una cabecera Content-Length en la solicitud.
fr: Le serveur exige un en-tête Content-Length dans la requête.
ja: サーバーはリクエストにContent-Lengthヘッダーを要求しています。
ko: 서버가 요청에 Content-Length 헤더를 요구합니다.
pt_br: O servidor requer um cabeçalho Content-Length na requisição.
zh_hans: 服务器要求请求中包含 Content-Length 头。
zh_hant: 伺服器要求請求中包含 Content-Length 標頭。

source: The server requires the request to be conditional.
de: Der Server erfordert eine bedingte Anfrage.
es: El servidor requiere que la solicitud sea condicional.
fr: Le serveur exige que la requête soit conditionnelle.
ja: サーバーは条件付きリクエストを要求しています。
ko: 서버가 조건부 요청을 요구합니다.
pt_br: O servidor requer que a requisição seja condicional.
zh_hans: 服务器要求请求为条件性的。
zh_hant: 伺服器要求請求為條件式的。

source: The server timed out waiting for the request.
de: Der Server hat beim Warten auf die Anfrage die Zeitüberschreitung erreicht.
es: El servidor agotó el tiempo de espera de la solicitud.
fr: Le serveur a expiré en attendant la requête.
ja: サーバーがリクエストの待機中にタイムアウトしました。
ko: 서버가 요청을 기다리다 시간이 초과되었습니다.
pt_br: O servidor expirou aguardando a requisição.
zh_hans: 服务器等待请求超时。
zh_hant: 伺服器等待請求逾時。

source: The server understood the request but refuses to authorize it.
de: Der Server hat die Anfrage verstanden, verweigert aber die Autorisierung.
es: El servidor entendió la solicitud pero se niega a autorizarla.
fr: Le serveur a compris la requête mais refuse de l'autoriser.
ja: サーバーはリクエストを理解しましたが、承認を拒否しました。
ko: 서버가 요청을 이해했지만 승인을 거부합니다.
pt_br: O servidor entendeu a requisição, mas se recusa a autorizá-la.
zh_hans: 服务器理解了请求但拒绝授权。
zh_hant: 伺服器理解了請求但拒絕授權。

source: The server, while acting as a gateway, did not receive a timely response from the upstream server.
de: Der Server hat als Gateway keine rechtzeitige Antwort vom Upstream-Server erhalten.
es: El servidor, actuando como puerta de enlace, no recibió una respuesta oportuna del servidor upstream.
fr: Le serveur, agissant comme passerelle, n'a pas reçu de réponse en temps voulu du serveur en amont.
ja: ゲートウェイとして動作中のサーバーが上流サーバーからタイムリーなレスポンスを受信できませんでした。
ko: 게이트웨이로 작동 중인 서버가 업스트림 서버로부터 적시에 응답을 받지 못했습니다.
pt_br: O servidor, atuando como gateway, não recebeu uma resposta em tempo do servidor upstream.
zh_hans: 服务器作为网关时，未能从上游服务器收到及时的响应。
zh_hant: 伺服器作為閘道時，未能從上游伺服器收到及時的回應。

source: The server, while acting as a gateway, received an invalid response from the upstream server.
de: Der Server hat als Gateway eine ungültige Antwort vom Upstream-Server erhalten.
es: El servidor, actuando como puerta de enlace, recibió una respuesta inválida del servidor upstream.
fr: Le serveur, agissant comme passerelle, a reçu une réponse invalide du serveur en amont.
ja: ゲートウェイとして動作中のサーバーが上流サーバーから無効なレスポンスを受信しました。
ko: 게이트웨이로 작동 중인 서버가 업스트림 서버로부터 잘못된 응답을 받았습니다.
pt_br: O servidor, atuando como gateway, recebeu uma resposta inválida do servidor upstream.
zh_hans: 服务器作为网关时，从上游服务器收到了无效的响应。
zh_hant: 伺服器作為閘道時，從上游伺服器收到了無效的回應。

source: The URL is invalid.
de: Die URL ist ungültig.
es: La URL no es válida.
fr: L'URL n'est pas valide.
ja: URL が無効です。
ko: URL이 잘못되었습니다.
pt_br: A URL é inválida.
zh_hans: URL 无效。
zh_hant: URL 無效。

source: These requests were removed from the linked spec. This action cannot be undone.
de: Diese Anfragen wurden aus der verknüpften Spezifikation entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Estas solicitudes se eliminaron de la especificación vinculada. Esta acción no se puede deshacer.
fr: Ces requêtes ont été supprimées de la spécification liée. Cette action est irréversible.
ja: これらのリクエストはリンクされた仕様から削除されました。この操作は取り消せません。
ko: 이 요청들은 연결된 사양에서 제거되었습니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Estas requisições foram removidas da especificação vinculada. Esta ação não pode ser desfeita.
zh_hans: 这些请求已从已链接规范中移除。此操作无法撤销。
zh_hant: 這些請求已從已連結規格中移除。此操作無法復原。

source: This applies to all devices signed into the same iCloud account.
de: Dies gilt für alle Geräte, die mit demselben iCloud-Konto angemeldet sind.
es: Esto se aplica a todos los dispositivos con la misma cuenta de iCloud.
fr: Cela s'applique à tous les appareils connectés au même compte iCloud.
ja: この操作は、同じ iCloud アカウントにサインインしているすべてのデバイスに適用されます。
ko: 이 작업은 같은 iCloud 계정으로 로그인한 모든 기기에 적용됩니다.
pt_br: Isso se aplica a todos os dispositivos conectados na mesma conta do iCloud.
zh_hans: 此操作将应用于登录同一 iCloud 账户的所有设备。
zh_hant: 此操作將套用至登入同一 iCloud 帳號的所有裝置。

source: This file was created with a newer version of Reqeast. Some data may not import correctly.
de: Diese Datei wurde mit einer neueren Version von Reqeast erstellt. Einige Daten werden möglicherweise nicht korrekt importiert.
es: Este archivo fue creado con una versión más reciente de Reqeast. Algunos datos podrían no importarse correctamente.
fr: Ce fichier a été créé avec une version plus récente de Reqeast. Certaines données pourraient ne pas s'importer correctement.
ja: このファイルは新しいバージョンの Reqeast で作成されました。一部のデータが正しくインポートされない場合があります。
ko: 이 파일은 최신 버전의 Reqeast로 생성되었습니다. 일부 데이터가 올바르게 가져오지 못할 수 있습니다.
pt_br: Este arquivo foi criado com uma versão mais recente do Reqeast. Alguns dados podem não ser importados corretamente.
zh_hans: 此文件由较新版本的 Reqeast 创建。部分数据可能无法正确导入。
zh_hant: 此檔案由較新版本的 Reqeast 建立。部分資料可能無法正確匯入。

source: This Git provider is not supported.
de: Dieser Git-Anbieter wird nicht unterstützt.
es: Este proveedor Git no es compatible.
fr: Ce fournisseur Git n'est pas pris en charge.
ja: この Git 提供元はサポートされていません。
ko: 이 Git 제공자는 지원되지 않습니다.
pt_br: Este provedor Git não é suportado.
zh_hans: 不支持此 Git 提供者。
zh_hant: 不支援此 Git 提供者。

source: This project has no HTTP requests to export.
de: Dieses Projekt enthält keine HTTP-Anfragen zum Exportieren.
es: Este proyecto no tiene solicitudes HTTP para exportar.
fr: Ce projet ne contient aucune requête HTTP à exporter.
ja: このプロジェクトにはエクスポートできる HTTP リクエストがありません。
ko: 이 프로젝트에는 보낼 HTTP 요청이 없습니다.
pt_br: Este projeto não tem requisições HTTP para exportar.
zh_hans: 此项目没有可导出的 HTTP 请求。
zh_hant: 此專案沒有可匯出的 HTTP 請求。

source: This project has no linked spec.
de: Dieses Projekt hat keine verknüpfte Spec.
es: Este proyecto no tiene una especificación vinculada.
fr: Ce projet n'a pas de spécification liée.
ja: このプロジェクトにはリンクされた仕様がありません。
ko: 이 프로젝트에 연결된 사양이 없습니다.
pt_br: Este projeto não tem especificação vinculada.
zh_hans: 此项目没有链接的规范。
zh_hant: 此專案沒有連結的規格。

source: This project has no live spec source to compare.
de: Dieses Projekt hat keine aktive Spec-Quelle zum Vergleichen.
es: Este proyecto no tiene un origen de especificación activo para comparar.
fr: Ce projet n'a pas de source de spécification active à comparer.
ja: このプロジェクトには比較する参照元仕様がありません。
ko: 이 프로젝트에는 비교할 연결된 사양 원본이 없습니다.
pt_br: Este projeto não tem uma fonte de especificação ativa para comparar.
zh_hans: 此项目没有可比较的联机规范来源。
zh_hant: 此專案沒有可比較的線上規格來源。
